[
  {
    "user": "zanorak",
    "topic": "Exploding Kittens",
    "_v": 0,
    "body": "A Kitty-Powered Russian Roulette Card Game - The hit party game for family and friends who are into kittens and explosions and laser beams and sometimes goats",
    "posts": [
      {
        "reply": 0,
        "user": "zanorak",
        "body": "Hey, who wants to play a game of Exploding Kittens?",
        "timestamp": "2022-05-21T19:22:23Z",
        "posts": [
          {
            "reply": 0,
            "user": "bob",
            "body": "I would. I'm available all afternoon.",
            "timestamp": "2022-05-21T19:25:12Z",
          }
        ]
      },
      {
        "reply": 1,
        "user": "bill",
        "body": "How do you play this game?",
        "timestamp": "2022-05-21T19:25:12Z",
      }
    ],
  },
  {
    "user": "zanorak",
    "topic": "Gloomhaven",
    "_v": 0,
    "body": "Playing through a scenario is a cooperative affair where players will fight against automated monsters using an innovative card system to determine the order of play and what a player does on their turn",
  },
  {
    "user": "zanorak",
    "topic": "Stardew Valley",
    "_v": 0,
    "body": "Work together with your fellow farmers to save the Valley from the nefarious Joja Corporation!",
  },
  {
    "user": "zanorak",
    "topic": "Cuphead Dice Game",
    "_v": 0,
    "body": "Get ready for fast-flying mayhem in this Cuphead dice board game featuring Cuphead, Mugman, Ms. Chalice, and Elder Kettle from the critically-acclaimed video game",
  },
  {
    "user": "zanorak",
    "topic": "Betrayal at House on the Hill",
    "_v": 0,
    "body": "Tile by tile, terror by terror, build your own haunted mansion - and then try to escape it alive.",
  },
  {
    "user": "zanorak",
    "topic": "Root",
    "_v": 0,
    "body": "Root is a game of adventure and war where 2 to 4 players battle for control of a vast wilderness",
  },
  {
    "user": "zanorak",
    "topic": "Scythe",
    "_v": 0,
    "body": "It is a time of unrest in 1920s Europa. The ashes from the first great war still darken the snow. The capitalistic city-state known simply as “The Factory”, which fueled the war with heavily armored mechs, has closed its doors, drawing the attention of several nearby countries",
  }
]